/* 
  Localizable.strings
  ownCloudSDK

  Created by Felix Schwarz on 13.03.18.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/* OCCertificateViewController section titles */
"Subject" = "主旨";
"Issuer" = "發行人";
"Public Key" = "公開的鑰";
"Extensions" = "擴展名";
"Fingerprints" = "指紋識別";

"Validation Status" = "驗證狀態";
"Hostname" = "主機名稱";
"Validation Error" = "驗證方式錯誤";
"User-rejected." = "使用者被拒絕。";
"Certificate has issues." = "憑證有問題。";
"User-accepted." = "使用者接受。";
"No issues found." = "找不到問題。";

/* X.509 certificate fields */
"businessCategory" = "商業分類";
"commonName" = "通用名稱";
"countryName" = "國家";
"jurisdictionCountryName" = "管轄國家";
"jurisdictionLocalityName" = "轄區";
"jurisdictionStateOrProvinceName" = "管轄州或省";
"localityName" = "地區性";
"organizationName" = "組織";
"organizationalUnitName" = "組織單位";
"stateOrProvinceName" = "州或省";

"version" = "版本";
"serialNumber" = "序列號";
"signatureAlgorithm" = "簽章算法";

"validFrom" = "有效期自";
"validUntil" = "到期日";

"keyBytes" = "關鍵字節";
"keyExponent" = "關鍵指數";
"keyInformation" = "資訊";
"keySizeInBits" = "密鑰容量（位）";
